Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Material
The Material class represents the material filter expression.

Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Material.#ctor
Initializes a new instance of the Material class.